var data_art = {
    'count': 13,
    
    'data1': {
        'type': 1,
        'title': '兒童文學-陳兆禎',
        'way': '會有不定期小考<br>但小考內容都是當天上課的內容<br>有抄筆記一定會寫(她的課只要是考試都可以open book參考自己手邊有的資料)<br>沒有期中考<br>期末考是整個學期所上的內容<br>一樣都有抄筆記一定會寫<br>期末也是open book<br>自己半年來抄的筆記都可以期末考帶去參考',
        'score': '課程參與和課堂表現 20%<br>隨堂測驗 40%<br>期末筆試 40%',
        'history': '她的分數通常都給的很甜，老師人也很好，整體來說還不錯！'
    },

    'data2': {
        'type': 1,
        'title': '卡通與電影敘事學-陳兆禎',
        'way': '平常有小考：會考動畫片跟電影的內容或心得（很少考）<br>但問題都需回答的很仔細<br>建議真心喜歡電影跟認真想學習的人選這堂課會學到東西<br>沒有作業',
        'score': '期中考：作業佔30%<br>期末考：40%<br>出席率，上課回答...等：40%',
        'history': '不需要有基礎哦<br>上完之後敘述能力有增強的感覺'
    },

    'data3': {
        'type': 1,
        'title': '新詩-陳兆禎',
        'way': '上課內容會先講詩的意思，人為何要讀詩，會放影片來帶入(影片中的內容可能會考，但都是老師上課的重點)<br>接著都是講詩的派別或是詩人，主要都是中國詩人比較多。<br>上課後會讓我們在第二節下課前分析詩的內容，次數不一定',
        'score': '課程參與和課堂表現 20%<br>隨堂測驗與新詩朗讀 40%<br>期末筆試 40%',
        'history': '沒有作業<br>考試的話基本上上課有抄筆記都不會太差<br>只考期末考,直接考學期上課的內容(可以open book放心)'
    },

    'data4': {
        'type': 1,
        'title': '台灣文學-劉孝春',
        'way': '老師會要大家買一本自己做的講義，裡面是很多作家的文章，老師會照著上面的文本分析<br>還有看2.3部電影<br>很像在上國文課，尤其是修過現代文學選讀的，可能會有一些內容重複到',
        'score': '小論文2篇各30%平時成績40%',
        'history': '沒有期中期末考<br>用小論文代替<br>期中期末把檔案寄mail給助教<br>期中要印出來交書面<br>主題就是自己找一個台灣文學作家研究　'
    },

    'data5': {
        'type': 1,
        'title': '英文名著選讀-陳建龍 Alvin',
        'way': '每堂必點<br>老師會請大家寫英文名字在點名單上<br>上課前要去FB社團印講義（沒被加入社團可以加老師好友）<br>上課保持愉悅的心，欣賞老師對於各種文學的詮釋，會讓對文學不是很有興趣的人都可以讀得下去。',
        'score': '出席，期中，期末 100%',
        'history': '期中期末都是選擇題20題'
    },
    'data6': {
        'type': 1,
        'title': '西洋藝術史概論-陳逸雯',
        'way': '期末考老師會公布及格分的題目<br>其他就是個人造化個人擔',
        'score': '出席率<br>參觀展覽報告一份<br>期中報告<br>期末考',
        'history': '覺得老師很用心,會點名,只是時間有點晚'
    },
    'data7': {
        'type': 1,
        'title': '音樂藝術欣賞-葉玟伶',
        'way': '期中作業寫報告<br>期末考佔大多選擇 單選 20分填空',
        'score': '期中作業佔 30%<br>沒有期中考<br>期末考佔 30%<br>剩下的是出席成績',
        'history': '老師基本上不當人<br>但分數不一定會很高'
    },
    'data8': {
        'type': 1,
        'title': '電影英文-葉綺玲',
        'way': '老師都會強調上課並不是看電影，而是每堂課都會有一個主題，電影是用來輔助<br>可能會撥小片段，然後再講解<br>老師比較偏向英式英文，上課有時候會唱歌<br>人很好，很難不想去上她的課',
        'score': '40% Midterm Project<br>20% In Class Participation(Show& Tell)<br>40% Final Exam',
        'history': '期中報告分組念電影英文對話拍影片<br>期末筆試可帶筆記'
    },
    'data9': {
        'type': 1,
        'title': '音樂與政治-吳家恒',
        'way': 'FB搜尋社團： 政治與音樂<br>裡面老師有po文章,自己認領一篇沒人選的<br>老師會再通知報告時間',
        'score': '三次不定期隨堂測驗<br>書面報告與期末考試',
        'history': '報告是分組上台報告<br>老師人很好'
    },
    'data10': {
        'type': 1,
        'title': '說唱文學與藝術欣賞-王友蘭',
        'way': '老師第一節上課會說評分比例',
        'score': '唱歌+筆試(期中簡答+期末申論)',
        'history': '期中要認真，不然真的會考不好<br>期末可以翻書<br>上課唸課文跟回答問題可以加分'
    },
    'data11': {
        'type': 1,
        'title': '書法篆刻欣賞-徐士賢',
        'way': '沒有作業<br>就課堂寫學習單,通常第一節就會發',
        'score': '平常寫學習單順便點名和大考成績',
        'history': '老師講的東西其實滿不錯的<br>對於認識書法跟書法家都有幫助<br>老師基本上不算嚴格,但是很重視上課禮貌(安靜、不吃東西)'
    },
    'data12': {
        'type': 1,
        'title': '原住民文化與社會-方喜恩',
        'way': '採互動式教學',
        'score': '配分完全各組自訂 (你要訂出席80%, 分組報告20%也可以)',
        'history': '老師上課很好玩，致力於推廣原住民族的權益與文化<br>整學期就是依照分組去對分配到的原住民文學做報告，另一節課是老師講解與補充 '
    },
    'data13': {
        'type': 1,
        'title': '馬來語入門-林際宇',
        'way': '會發講義，老師會帶著大家一起聽說讀寫',
        'score': '期中筆試，期末口試',
        'history': '可以學到很多東西，老師人很好，很有耐心和熱情'
    }
};
