var data_elective = {
    'count': 11,

    'data1': {
        'type': 1,
        'title': '產業電子化個案研究-許素華',
        'way': '老師會提前給講義<br>回家哈佛式個案教學法，學生是上課的主角。<br>著重事前研讀、課中討論互動。',
        'score': '平時討論參與40% 個案討論個人作業40% 期末心得報告15% 出席率5% ',
        'history': '會提前給講義讓學生回家預習並在下堂課繳交問題作業<br>上課學生圍著一圈坐，回答老師給的題目多發言可以加分<br>有交作業就不會被打低分<br>期中放假沒有期末考，期末最後一堂會讓大家上台報告這學期哈佛式教學法之心得<br>老師與同學之間都會有問答交流，上課氣氛活潑不死板'
    },

    'data2': {
        'type': 1,
        'title': '網頁程式設計-劉嘉傑',
        'way': '課堂講授＋實機操作',
        'score': '期中考30% 期末考50% 平常成績20%',
        'history': '老師人很好會一步一步帶你認識HTML<br>上課會練習，老師會一個一個看<br>上課內容不難有認真讀都能上手'
    },

    'data3': {
        'type': 1,
        'title': 'LINUX認證-胡碩誠',
        'way': '講解證照考試題目，老師有自己的教學影片',
        'score': '不考證照就有期末考<br>證照考過期末分數90up',
        'history': '考證照，也就是上題庫<br>考證照費用很貴,雖然學校考試便宜一半,但還是要4000'
    },

    'data4': {
        'type': 1,
        'title': '網路程式設計-許智舜',
        'way': '上課實作用C#做網路連線功能',
        'score': '期中考(30%)<br>期末專案(30%)<br>作業(25%)<br>平時表現與出席率(15%)',
        'history': '每周都有作業，期中期末考，還有期末專題報告。'
    },

    'data5': {
        'type': 1,
        'title': '電子商務-林宏遠',
        'way': '課堂授課、小組討論、線上課程(E-Learn)出席點名和遠距教學心得<br>期末有分組報告',
        'score': '期中報告(25%)<br>期末報告(30%)<br>課堂表現及報告(45%)',
        'history': '老師在電子商務、創業各方面議題都很了解<br>如果認真的話可以學得到東西<br>遠距教學也是有邀請業師教學'
    },

    'data6': {
        'type': 1,
        'title': '多媒體色彩科技與應用-羅梅君',
        'way': '上課有用書，老師自己寫的書，也有老師自編的講義',
        'score': '期中考30%<br>期末考30%<br>課程參與及表現40%',
        'history': '色彩相關的知識很多，內容有點硬，但很豐富 <br>外師會帶專業設備來，然後會講比較實務的東西<br>外師會有考試，不難<br>老師自己的考試可以電腦google、翻書等'
    },

    'data7': {
        'type': 1,
        'title': '遊戲製作-鄭武堯',
        'way': '使用老師自製的簡報跟實作',
        'score': '上課參與(20%)+作業(30%)+期中考(25%)+期末考(25%)',
        'history': '使用Unreal4上課<br>學到蠻多東西的，真的可以做出遊戲<br>期中期末考，期末還有報告'
    },

    'data8': {
       'title': '電腦繪圖-章光和',
        'way': '電腦教室上課、使同學可以透過電腦平面繪圖軟體實際創作出電腦繪圖。',
        'score': '考試、報告、創作作品',
        'history': '非常實用的一門課，認真上的話會學到非常多東西<br>老師教學節奏蠻快的，滑手機放空睡覺就會miss掉很多東西<br>學期中會有4次作業、作業不可缺交<br>沒有考試，所以作業成績很重'
    },

    'data9': {
        'type': 1,
       'title': '無線網路技術-顏宏旭',
        'way': '上課用書及外師講義',
        'score': '期中考:30% 期末考:40% 期末報告:30%',
        'history': '老師開宗明義就說:無線是有線的延伸，大部分都是有線講過<br>會請外師來上課'
    },

    'data10': {
        'type': 1,
        'title': '網路實務-范修維',
        'way': '電腦教室上課<br>用Cisco教材跟實作<br>',
        'score': '期中成績 (含章節測驗與實作): 50%<br>期末成績 (含章節測驗與實作): 50%',
        'history': '要寫Cisco章節作業<br>期中期末都有選擇題跟上機考<br>考前老師會有一堂課複習上機考內容'
    },
    
    'data11': {
        'type': 1,
        'title': '網頁程式認證-周聖鈞',
        'way': '電腦教室上課<br>教Dreamweaver<br>但以考TQC證照輔導為主',
        'score': '平時成績20%<br>作業成績40%<br>期末報告40%',
        'history': '三四次作業或者可以用證照考試分數當期末分數<br>老師教學很認真也很有耐心'
    }
};
