var data_humanities = {
    'count': 15,

    'data1': {
        'type': 1,
        'title':'婦女與近代中國-喻蓉蓉',
        'way': '分組報告-書面加口頭。<br>每堂課必點名。<br>上課本內容，一本150-200元之間。<br>黑板上的字考試出現機率高。',
        'score': '期中期末、出席率。',
        'history': '老師很用心在上課，講義必買！'
    },

    'data2': {
        'type': 1,
        'title': '中國人文世界-曾詳譯',
        'way': '黑板手寫。<br>簽到點名。',
        'score': '期中交3000字報告。<br>期末考四題-1.法家思想2.孔子思想3.超在黑板上的古文。',
        'history': '想學東西不推，想混學分大推。'
    },

    'data3': {
        'type': 1,
        'title': '品德與人生-吳木崑',
        'way': 'PPT教學，會有分組報告。',
        'score': '作業要交，分組報告要出席！',
        'history': '分數給很高的老師，只要認真上課不怕低分飛過。'
    },

    'data4': {
        'type': 1,
        'title': '科技與宗教-朱富裕',
        'way': '介紹各大宗教。<br>常放給中年人看的勵志影片。<br>點名五次沒到扣考。',
        'score': '每堂課後心得作業<br>期末考',
        'history': '給分很甜，只是上課不能做其他事。'
    },

    'data5': {
        'type': 1,
        'title': '現代中國與兩岸問題-黃文娟',
        'way': '上講義內容，需買講義。',
        'score': '平時表現30%<br>期中考30%<br>期末考40%',
        'history': '老師上課很用心，考前會畫重點，讀熟高分過。'
    },
    
    'data6': {
        'type': 1,
        'title': '台灣當代財經人物-程玉鳳',
        'way': 'PPT，每堂必點，需交學習單。',
        'score': '期中、期末、學習單、出席率。',
        'history': '雷到不行的課。'
    },
    
    'data7': {
        'type': 1,
        'title': '台灣史-楊碧川',
        'way': '老師常用PPT教課，還有放影片給我們看，有時候會請別的老師代課，不定期寫學習單。',
        'score': '期中考、期末考寫兩百字心得。',
        'history': '學生們口耳相傳他是全校最好的老師。'
    },
    
    'data8': {
        'type': 1,
        'title': '旅遊文學與歷史-程玉鳳',
        'way': '一週面教，一週線上教學。<br>如果是線上教學隔週一定有作業要交。<br>遲到會扣分，作業沒交也會扣分。',
        'score': '期中期末開書考，作業學習單。',
        'history': '要很用心才會過的一門課。'
    },
    
    'data9': {
        'type': 1,
        'title': '台灣當代財經人物-程玉鳳',
        'way': 'PPT，每堂必點，需交學習單。',
        'score': '期中、期末、學習單、出席率。',
        'history': '雷到不行的課。'
    },
    
    'data10': {
        'type': 1,
        'title': '明清生活史-喻蓉蓉',
        'way': '上課本，課本很薄。',
        'score': '只有期末考，平時出現非常重要。<br>考題是解釋名詞10題跟申論題，都是老師說過的重點。',
        'history': '老師很重視出席，只要考試成績不太爛，基本上分數都很甜。'
    },
    
    'data11': {
        'type': 1,
        'title': '20世紀中國風雲人物-李功勤',
        'way': 'PPT教學。<br>有固定坐位，每堂必點。',
        'score': '期中期末、出席率。出席率，分數給得非常大方，申論題寫得多分數就高。',
        'history': '老師教得非常好，用心聽可以學到很多。'
    },
    
    'data12': {
        'type': 1,
        'title': '歷史與戲劇-程玉鳳',
        'way': 'P上課需寫成績單，沒交視為曠課。<br>.主要是京劇與崑曲介紹，老師常常給我們看影片上課。',
        'score': '期中期末開書本考。<br>書面報告需要看一齣戲，寫心得與分析。',
        'history': '除非對京劇這些很有興趣，不然不要選比較好。'
    },
    
    'data13': {
        'type': 1,
        'title': '台灣歷史文化-程玉鳳',
        'way': 'PPT，每堂必點，需交學習單。',
        'score': '每堂都要寫學習單，期中期末都是開書考，期末考前需寫一份報告。',
        'history': '老師的課不好過，如果是要營養學分，不建議。'
    },
    
    'data14': {
        'type': 1,
        'title': '台灣當代史-莊天賜',
        'way': 'PPT投影片。',
        'score': '出席率佔20%，甚至會給到30%。<br>有期中期末，但題目都很簡單。',
        'history': '老師給分很阿莎力，只要都來上課，沒什麼不可以！'
    },
    
    'data15': {
        'type': 1,
        'title': '經典自我與創新-魏美瑗',
        'way': '會放很多影片給我們看，然後一起討論。每堂必點，但有三次機會可不到。<br>有回答老師問題可加分！',
        'score': '期中、期末、出席率。',
        'history': '老師人很好，只是會一直和你辯論。'
    }
};
