var data_job = {
    'count': 10,

    'data1': {
        'type': 2,
        'title': '徵-餐廳外場 西門猴子島嶼',
        'content': '1.工作內容：<br>站前櫃檯招呼、點餐結帳、送餐、開店收店、做簡單的飲料及甜點<br>2.上班時間：<br>整天班：12:00-22:00<br>晚班：15:30-22:00<br>3.時薪：<br>基本時薪，會調薪<br>4.聯絡電話：<br>02-23885395<br>5.地址：<br>台北市萬華區峨嵋街37號'
    },

    'data2': {
        'type': 2,
        'title': '徵-工讀生 ETtoday東森新聞雲',
        'content': '1. 求才公司 : 東森新聞雲-節目製播部<br>2. 誠徵工讀生乙名<br>-工作地點 :新北市中和區景平路188號4樓之1<br>-工作內容 :協助影音上架、美編修圖、影片剪接。<br>-工作時間 :正常日班，可協調調整<br>-工作待遇：時薪140~150元。後續依服務時數及主管評估表現，還有調整空間<br>-工作性質：兼職 - 長期工讀-休假制度：依公司規定-<br>可上班日：一個月內<br>3. 需求條件<br>-工作經歷：不拘<br>-科系要求：不拘<br>-擅長工具：需使用ms office系列軟體、Adobe美工軟體、影片剪接軟體。<br>4. 公司福利<br>-每日提供免費茶點、咖啡<br>-每月寵物日<br>-每月慶生會<br>-其他大型員工福利活動<br>5. 聯絡方式<br>-聯絡人：陳小姐 (rene@ettoday.net)、盧小姐 (fying@ettoday.net)'
    },

    'data3': {
        'type': 2,
        'title': '徵-學餐天津蔥油餅',
        'content': '基本待遇和規則<br>1.時薪140（每月五號領錢）<br>2.只要上班就有員工餐<br>3.一個禮拜基本上要做十小時<br>4.請假事先告知找好代班就可以<br>5.班表配合課表（目前缺二五晚班<br>想知道更詳細的資訊或者對此職權有興趣者<br>歡迎蒞臨天津蔥油餅本店鋪洽詢工作人員<br>會請老闆跟你詳談'
    },

    'data4': {
        'type': 2,
        'title': '徵-世新廣電 電視校內實習主持人徵選',
        'content': '【拍攝地點】世新大學<br>【拍攝日期】2018/10月份-2019/1月份之間 星期二晚上17:00-19:00（非每週）<br>【試鏡地點】世新大學，詳細地點另行通知<br>【試鏡日期】2018/9/28（五）19:00-21:30<br>【報名截止】2018/9/26（三）23:59<br>【報名方式】<br>詳情見活動頁面：https://www.facebook.com/events/2160735090807255/'
    },

    'data5': {
        'type': 2,
        'title': '徵-Hot Heart LuLu 早午餐 工讀生',
        'content': '1.地址：北市文山區木柵路一段69號一樓<br>2.誠徵工讀生2名（具服務熱忱vs耐熱）<br>3.工作內容：招呼客人 製作餐點 清潔打掃<br>4.工作時間：0630-1600之間彈性排班<br>一週排3-4天（含假日）<br>5.時薪：140起薪（之後依工作狀況表現調薪）<br>6.應徵者請先自備簡單履歷表及學期課表<br>mail至venus650521@gmail.com<br>再等候通知面試！'
    },
    
    'data6': {
        'type': 2,
        'title': '徵-男子籃球一般組校隊 《徵選》',
        'content': '尋找熱愛籃球，球技不錯的球員，總成一支一般生最強聯隊，接受訓練代表世新大學出戰UBA大專籃球聯賽一般組。 想挑戰自己的極限，挑戰各校一般生的好手，快上網報名參加徵選<br>1.報名日期只到9/18號 徵選日期9/20晚上八點<br>2.地點：世新大學體育館四樓籃球場<br>3.報名資訊：臉書搜尋世新大學 106學年度系際盃籃球錦標賽 <br>4.報名表連結：https://drive.google.com/file/d/14KgU_XFEL-4HuGkxwRkG1rnx60UL-JlA/view'
    },
    
    'data7': {
        'type': 2,
        'title': '徵-工讀 景美課後輔導班 徵小老師',
        'content': '愛買旁邊的國小課後安親班要找小老師，<br>離世新走路大概十到十五分鐘而已，<br>老師人很好，工作也很簡單，環境單純～<br>工作主要是幫小朋友檢查作業、訂正，指導不會的地方，全部都是國小生，高年級只有兩個，排班時間可議（盡量二三可配合）。<br>【私立新馨兒童課後照顧服務中心／課輔小老師】<br>【工作地點】台北市文山區景興路202巷14號2樓（愛買旁邊）<br>【工作內容】<br>1.指導國小生完成課業<br>2.班級秩序管理 <br>3.維持教室整潔<br>【工作時間】107/9/10~108/1/20（一個學期）<br>周一、二、四  pm4:00~7:00 <br>周三、五  pm12:00~pm7:00<br>*盡量二、三能配合<br>放休時間︰pm1:00~pm1:30<br>*休息時間有計薪<br>【薪資待遇】140/hr，每月10號發放<br>應徵請洽：吳老師  0916269895'
    },
    
    'data8': {
        'type': 2,
        'title': '徵-晚班牙醫助理',
        'content': '1.工作內容：一般跟診、器械消毒、櫃檯接待 、環境清潔<br>2.工作時間：一週2~3天，18:00~21:30<br>3.工作待遇：時薪140元，月初領薪；提供診療費用優惠、年底員工聚餐<br>4.個人經驗談：不用怕沒經驗，來了就開始學習！若是遇到工作空檔（e.g.取消約診、提早結束看診），就能利用時間做自己的事情，醫師或是其他助理都很好。若是需要牙科協助，掛號費和自費療程都能有優惠<br>5.細節可以參考其他工作夥伴在PPT的文章：<br>https://www.ptt.cc/bbs/part-time/M.1534489020.A.21C.html<br>6.有意願的同學，請聯繫Ms.張，(02)2707-5166 '
    },
    
    'data9': {
        'type': 2,
        'title': '徵-新店大豐Comebuy工讀生',
        'content': '1.地點:COMEBUY新店大豐店 新北市新店區大豐路19號(近捷運大坪林站)<br>2.電話: 02-29100052 <br>3.工作內容:基本點餐、煮珍珠、做飲料、外送(因此有駕照有車者佳)<br>4.待遇：一開始是140，學會新的工作崗位都會加薪5.其實飲料店工作起來很輕鬆，排班也很自由一周排一次，店長人真的好，就像朋友一樣，上班起來氣氛都很棒希望是能夠做長期的啦，來這邊打工你一定不會後悔的<br>'
    },
    
    'data10': {
        'type': 2,
        'title': '徵-榆小舖徵徵工讀生',
        'content': '1.台北景美榆小舖誠徵長期工讀生 (近捷運景美二號出口/景美夜市)<br>2.工作地點：台北市羅斯福路六段269號後棟<br>3.工作時間：工讀生皆為排班制 <br>周一到周五 pm6:30~pm10:00<br>星期六 日 pm12:00~pm2:00 pm6:30~pm10:00<br>4.希望可長期配合<br>5.工作內容：<br>外場:帶位 餐點介紹 對單 送餐 收拾桌面 清洗碗盤 簡單清潔<br>內場:餐點擺盤 備料 簡單清洗<br>(本公司的工讀生內外場皆有機會學習 )<br>6.薪資：每小時140元<br>(之後會依工作能力與學習狀況進行調薪)<br>(並不定期會有員工聚餐 績效獎金 用餐獎金...等)<br>7.不遲到早退、認真負責任、工作態度積極、學生打工/兼差皆可<br>8.薪資發放日：每月10日<br>9.需求人數：2人<br>10.面試時間:<br>郭先生 0919302100 /02-29326377<br>面試時間下午2:30-5:30 請先來電預約面試 需自備簡單履歷表'
    }
};
