var data_science = {
    'count': 15,

    'data1': {
        'type': 1,
        'title':'人體生命科學-蔡芷季',
        'way': '每堂必點，但不扣考，依照出席次數加分，期末須交小組報告，有期中考與期末考。',
        'score': '期末小組報告-20%<br>期中考-35%<br>期末考-35%<br>影片心得-10%',
        'history': '老師上課很認真，考試前只要有看老師給的ppt，題目就幾乎都會寫，給我們看的影片也都很好看，例如：姐姐的守護者，看完寫影片心得就好了！'
    },

    'data2': {
        'type': 1,
        'title': '大氣環境-張一成',
        'way': '老師上課用ppt教，期中考只要讀好就沒問題，會抽同學起來回答問題（尤其是坐在後面的），老師點名是用簽到的方式。<br>若缺課達8小時，期中考會被扣考。',
        'score': '出缺席與平時成績-52%<br>期中考-18%<br>期末報告-30%',
        'history': '期中考老師都很喜歡考水有什麼神奇的，期末考是交書面報告，可以自己選擇有關大氣環境的議題，整體來說不會很難，老師人很好也很認真，是個好老師！'
    },

    'data3': {
        'type': 1,
        'title': '台灣地理-郭大玄',
        'way': '老師在課堂上會跟同學分享自己去哪個地方旅遊，然後接著就會介紹那一個地區的地理。期末考前老師會先給12個題目，從裡面抽考三題。',
        'score': '期中是分組報告<br>期末考',
        'history': '老師上課很有趣，若你喜歡地理就會很實用，常常分享一些旅行趣事，期末考建議要買書，這樣比較不覺得難。'
    },

    'data4': {
        'type': 1,
        'title': '台灣能源與環保-李佳禾',
        'way': '老師在考前會公布題目，平時會寫一些簡單的作業，上課準時到會加分。',
        'score': '期中考、期末考、期末小組報告。<br>必須手抄一份A4大小的筆記，當作平時成績，考試也可以拿出來看。',
        'history': '雖然上課嚴厲了點，但只要認真上課，不遲到不曠課，分數會給很高！'
    },

    'data5': {
        'type': 1,
        'title': '生活中的科學-白培霖',
        'way': '用投影片上課，會上很多很實用的化學。',
        'score': '隨堂考、期中考、期末考',
        'history': '是個好課，可以學到很多！老師很幽默講話很有梗，上課很歡樂。'
    },
    
    'data6': {
        'type': 1,
        'title': '生活醫療與保健-李世裕',
        'way': '一學期點十次名，考試都考上課內容。',
        'score': '期末考佔60%<br>點名佔40%',
        'history': '老師是個和藹的老先生，上課會要求抄考試的筆記，考期末的時候會跟你說考哪裡。。'
    },
    
    'data7': {
        'type': 1,
        'title': '自然災害-劉玉龍',
        'way': '以ppt上課，老師很喜歡問學生問題，只有舉手回答，就會加分，佔平時成績很重的比例。',
        'score': '無報告，無期中，期末考考一兩題申論，不定期的隨堂考。',
        'history': '老師上課很認真，很喜歡與學生討論課程。'
    },
    
    'data8': {
        'type': 1,
        'title': '生活中的科學-白培霖',
        'way': '用投影片上課，會上很多很實用的化學。',
        'score': '隨堂考、期中考、期末考',
        'history': '是個好課，可以學到很多！老師很幽默講話很有梗，上課很歡樂。'
    },
    
    'data9': {
        'type': 1,
        'title': '大地環境-董德輝',
        'way': '搭配互動式的影片觀賞。',
        'score': '無期中期末，無小組報告，只要交作業就可以了。',
        'history': '老師人很好！上課很歡樂。'
        
     },  
     
    'data10': {
        'type': 1,
        'title': '化學的奧秘-張一成',
        'way': '老師在考前會公布題目，平時會寫一些簡單的作業，上課準時到會加分。<br>老師都會用ppt教學，放一些跟生活有關的化學影片，有些影片知識在生活中都用的上。',
        'score': '平時作業<br>期末考50題選擇題<br>小組報告',
        'history': '老師會教一些有關生活的化學，所以很有幫助，也很有趣！'
        
     },  
    
    'data11': {
        'type': 1,
        'title': '漫遊物理世界-孫國洪',
        'way': '搭配互動式的影片觀賞。',
        'score': '出席率與上課表現佔40%、期中考佔20%(考第一～八週之內容)、期末報告佔20%(與物理相關主題皆可)、期末考佔20%(考第十～十七週之內容)。執行扣考（16小時)。',
        'history': '只要認真上課就可以學到很多東西！如果你是女生然後長得不錯，老師會對你特別好哦！'
        
     }, 
     
    'data12': {
        'type': 1,
        'title': '中醫與養生倫理-呂萬安',
        'way': '考試可以開書考，幾乎都是照抄書本上的東西。',
        'score': '隨堂考、期中考、期末考',
        'history': '好過的課。'
        
     }, 
     
    'data13': {
        'type': 1,
        'title': '認識物理-張一成',
        'way': '考試都是是非題。<br>作業只需要拍照。',
        'score': '期中期末出席作業各佔25%',
        'history': '老師人很好，分數很甜。。'
     },  
     
    'data14': {
        'type': 1,
        'title': '漫談航太科技-陳蔡鏡堂',
        'way': 'ppt上課，考試題目在每個ppt的最後面，題目都是選擇題。',
        'score': '期中考30%<br>期末考30%<br>出席率40%',
        'history': '上課內容有點無聊，但只要簽到都有簽，考試有讀，分數不會太低。'
     },
     
    'data15': {
        'type': 1,
        'title': '電與生活-楊士毅',
        'way': '老師會要求買講義，考試內容都在講義理。',
        'score': '隨堂考、期中考、期末考',
        'history': '老師很愛亂發脾氣，上他的課沒人敢坐前三排。'
        
     }
     
};
