var data_society = {
    'count': 15,

    'data1': {
        'type': 1,
        'title': '當代政治思潮-張國偉',
        'way': '上課要自己印講義<br>，學期會看3部政治類型的電影<br>分組報告每組8人報告主題抽籤決定',
        'score': '抽人檢查（5%）、心得各（10%）、分組報告（25%)',
        'history': '因為上課豐富，使得大家喜愛，也採取不扣考方式'
    },

    'data2': {
        'type': 1,
        'title': '大國外交與全球體系-溫珨溢',
        'way': '偶而點名<br>考試有準備就高分過',
        'score': '考試僅兩題',
        'history': '每週準備一則新聞<br>有準備有加分'
    },

    'data3': {
        'type': 1,
        'title': '文明與國際關係-溫珨溢',
        'way': '抄筆記考試內容上課會提<br>考試可以帶筆記',
        'score': '平時30%、期末70%',
        'history': '老師上課很仔細<br>所以基本考試都會'
    },

    'data4': {
        'type': 1,
        'title': '台灣人與台灣意識-王曉波',
        'way': '簽到點名',
        'score': '沒有其中考有期末考<br>期中報告3000字報告期末前交<br>期末三題申論會事先給題目10抽3<br>而且好像每一年都一樣的10題。',
        'history': '老師上課很難讓妳認真去聽除非你對他的書or歷史很有興趣<br>到課率非常低<br>與學生互動非常少。'
    },

    'data5': {
        'type': 1,
        'title': '台灣文化變遷-楊士毅',
        'way': '沒有其中期末考',
        'score': '看筆記給分數<br>作業是到一些歷史文化景點<br>拍照給老師',
        'history': '上課蠻輕鬆的也可以藉機到沒去過的歷史文化挺有意義'
    },
    
    'data6': {
        'type': 1,
        'title': '未來學概論-施正權',
        'way': '有其中期末考偶而點名',
        'score': '考試開書分組報告<br>作業30%',
        'history': '報告很多作業很難<br>考生也申論題'
    },
    
    'data7': {
        'type': 1,
        'title': '西方文明與現代社會-李功勤',
        'way': '期中考有申論題但老師會事先告知題目<br>期末考是考歷史名詞',
        'score': '開卷考基本上課認真加筆記就ok!上課舉手回答有加分!',
        'history': '主要講解西方歷史<br>但會結合現在社會的時事<br>認真聽會很有收穫!'
    },
    
    'data8': {
        'type': 1,
        'title': '拉丁美洲文化-曾長生',
        'way': '個人書面報告<br>團體上台報告<br>期末申論題',
        'score': '不點名方式<br>平時有作業',
        'history': '平常不點名方式上課<br>個人書面報告有3000字文章還能接受<br>大致算輕鬆'
    },
    
    'data9': {
        'type': 1,
        'title': '台灣的宗教-陳杏枝',
        'way': '要去廟拍照給老師看<br>越多越好',
        'score': '其中期末報告很多',
        'history': '老師評分標準很主觀<br>不符合他胃口就及格邊'
    },
    
    'data10': {
        'type': 1,
        'title': '人際關係-彭懷恩',
        'way': '期中考期末考各40%一學期點五次名',
        'score': '要買書<br>考試開書考',
        'history': '是個好老師<br>比起上課內容<br>聽他的人生觀會覺得很有意<br>還有他對時事的分析等'
    },
    
    'data11': {
        'type': 1,
        'title': '當代文化思潮-邱天助',
        'way': '期中期末拍影片或交心得',
        'score': '上課遲到15min<br>睡覺<br>玩手機記次扣分',
        'history': '想要得到相對的分數<br>必須付出相對的努力跟其他通識比起來<br>得花多一點心思在上面<br>但是真的可以學到很多'
    },
    
    'data12': {
        'type': 1,
        'title': '情緒管理-張國偉',
        'way': '出席（簽名，幾乎每堂，有時會舉手點<br>期中考：一個電影心得、一個作文「我最糟糕的情緒經驗」<br>自己印講義帶去上課（這個占5%）沒期末考',
        'score': '講義就是去Elearn下載影印',
        'history': '作業只有800字心得'
    },
    
    'data13': {
        'type': 1,
        'title': '性侵害與性騷擾-王婉雲',
        'way': '三次小考跟電影心得有期中期末考',
        'score': '給分偏低但要寫心得報告',
        'history': '老師聲音完全同頻率非常想睡'
    },
    
    'data14': {
        'type': 1,
        'title': '多元文化分析-陳政亮',
        'way': '第一堂課會和同學討論學期成績想怎麼評分（出席期中期末比重）',
        'score': '每堂必到出席率100%',
        'history': '上課老師會拋出很多議題和同學腦力激盪<br>蠻好玩的'
    },
    
    'data15': {
        'type': 1,
        'title': '年齡世代與文化-陳明莉',
        'way': '沒有期中期末考<br>',
        'score': '有時候上課開書考試<br>有時候看電影<br>全勤有加分',
        'history': '只要上課認真作筆記考試都會'
    }
};